{"id":3564,"date":"2020-11-10T08:08:20","date_gmt":"2020-11-10T08:08:20","guid":{"rendered":"http:\/\/tummygames.com\/?page_id=3564"},"modified":"2021-12-07T19:49:31","modified_gmt":"2021-12-07T19:49:31","slug":"privacy-farmit","status":"publish","type":"page","link":"https:\/\/tummygames.com\/privacy-farmit\/","title":{"rendered":"Tummy Games DOO PRIVACY POLICY – Farm It!"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3564\" class=\"elementor elementor-3564\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-38ebe5f elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"38ebe5f\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-4f4a4d7\" data-id=\"4f4a4d7\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-5e8a1d8 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"5e8a1d8\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-8f07797\" data-id=\"8f07797\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-c4fa222 elementor-widget elementor-widget-text-editor\" data-id=\"c4fa222\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><strong>Tummy Games DOO<br>PRIVACY POLICY – Farm It!<\/strong><\/p>\n<p><\/p>\n<p>Tummy Games is an international entertainment company specialized in developing games. We create and publish mobile games and applications that aim to entertain, inform and connect people by leveraging global creative power.<\/p>\n<p><\/p>\n<p>This policy also aims to remind you about your rights and to provide you with all the elements you need to exercise them.<\/p>\n<p><\/p>\n<p>Should you have any questions related to this policy or our practices around privacy and data protection in general, please don’t hesitate to contact Tummy Games Data Protection Officer as indicated in the contact section of this policy.&nbsp;<\/p>\n<p><\/p>\n<p>At Tummy Games (Serbian company with register number: 21388416) (defined here as ‘We’, ‘Us’ or ‘Our’), We value your comments, suggestions and feedback.<\/p>\n<p><\/p>\n<p>Our Privacy Policy sets out how we collect, use and disclose “personal information” and other “non-personal information” we may have gathered about you about you in relation to our game “Farm It!”, (“<strong>Game<\/strong>”).<\/p>\n<p><\/p>\n<p>This policy will let you know:<\/p>\n<p><\/p>\n<ul>\n<li>What information (often referred to as ‘data’) is collected from you by Us;<\/li>\n<li>How your information is used;<\/li>\n<li>With whom your information may be shared;<\/li>\n<li>How you can access, update, or delete your information.<\/li>\n<\/ul>\n<p><\/p>\n<p>We will comply with all relevant and applicable legislative requirements, and, in the event of any inconsistency, the legislative requirements will override the provisions of this document. How do we use the data we collect?<\/p>\n<p><\/p>\n<p>No matter how we come to collect your data, we will always treat it in accordance with this document, and any applicable legislation.<\/p>\n<p><\/p>\n<p><strong>Children’s Privacy<\/strong><\/p>\n<p><\/p>\n<p>We do not collect children’s data specifically, however children may play our Game. We limit our data collection and only use persistent identifiers to support the internal operations of the game, and always in accordance with the terms of this privacy policy.<\/p>\n<p><\/p>\n<p>If you are a parent, you can decline to have data collected from your child by turning off iCloud for our game and signing your child out of Game Center. Information on how to do this is in the paragraph named “Apple Inc.” below.<\/p>\n<p><\/p>\n<p><strong>What kinds of data are there, and what do we collect?<\/strong><\/p>\n<p><\/p>\n<p>Data collected can be personal to you or non-personal, and sometimes data that doesn’t appear to be personal can become personal if certain other facts are learned.<\/p>\n<p><\/p>\n<p><strong>Data can be collected in three ways.<\/strong><\/p>\n<p><\/p>\n<ul>\n<li>Data collected automatically;<\/li>\n<li>Data you provide us; and<\/li>\n<li>Data collected by our partners<\/li>\n<\/ul>\n<p><\/p>\n<p>The basis for collecting this data is “legitimate interest” under GDPR (Global Data Protection Regulation) and “to support internal operations of the game” under COPPA (Children&#8217;s Online Privacy Protection Act). Any data collected is done solely for internal uses that are reasonably and directly related to your relationship with US, in accordance with the California Consumer Privacy Act (CCPA).<\/p>\n<p><\/p>\n<p><strong>Data collected automatically<\/strong><\/p>\n<p><\/p>\n<p>Certain data is collected automatically. This includes:<\/p>\n<p><\/p>\n<ul>\n<li>Data about your device, such as device name and operating system, and language;<\/li>\n<li>Data about your use of the Service, by which we mean gameplay data that we us for data saving\/loading game files.<\/li>\n<\/ul>\n<p><\/p>\n<p><strong>Apple Inc.<\/strong><\/p>\n<p><\/p>\n<p>Data is shared with Apple Inc. To enable some sync features between all devices signed into your Apple ID, and this data is limited to Game Center achievements and iCloud save games.<\/p>\n<p><\/p>\n<p>You may decline to store data in iCloud or to send data to Game Center. To turn off iCloud data storage, you must turn off iCloud in Apple Settings for our game. As a result, you will only be able to save game on device you are playing. To stop sending data to Game Center, you must sign out of Game Center in Apple Settings. As a result, you will not appear on leaderboards.<\/p>\n<p><\/p>\n<p>Data you provide us<\/p>\n<p><\/p>\n<p>We will keep your contact details if you contact us directly for any reason.<\/p>\n<p><\/p>\n<p>Data we collect from our third-party partners.<\/p>\n<p><\/p>\n<p>We do not have any third-party partners that collect data.<\/p>\n<p><\/p>\n<p>What is Personal Information?<\/p>\n<p><\/p>\n<p>‘Personal Information’ is information that identifies you as an individual. This is only collected by us if you submit it to us directly.<\/p>\n<p><\/p>\n<p>Player Feedback<\/p>\n<p><\/p>\n<p>If you contact us with a comment or query, We keep a copy of any personal information you provide. This is so that we can respond to your comments and questions as a part of our commitment to providing you with player support. If you contact us directly for any reason, we also keep a copy of that correspondence.<\/p>\n<p><\/p>\n<p>What about Sensitive Information?<\/p>\n<p><\/p>\n<p>Sensitive information includes information about such things as an individual’s racial or ethnic origin, political opinions, membership of a political association, religious or philosophical beliefs, membership of a professional body, criminal records or health information.<\/p>\n<p><\/p>\n<p>We will not attempt to obtain or record any sensitive information.<\/p>\n<p><\/p>\n<p>Third Party Service Providers<\/p>\n<p><\/p>\n<p>We do not utilise any third-party partners that collect data.<\/p>\n<p><\/p>\n<p>Access to your data, and permanent deletion of your data<\/p>\n<p><\/p>\n<p>We will retain your data only as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.<\/p>\n<p><\/p>\n<p>No matter how we encounter your data, you have the right to access the data We hold about you and to update and\/or correct it, subject to certain exceptions.<\/p>\n<p><\/p>\n<p>Data Subject Requests<\/p>\n<p><\/p>\n<p>In the event that you send a data subject request to Us, We will respond to that request in accordance with any applicable legislation.<\/p>\n<p><\/p>\n<p>If you wish to know what data we hold about you, if any, please make out your request to us in writing at the address listed below. Please be aware that in order to protect the information in Our database, We will require identification from you before releasing any information.<\/p>\n<p><\/p>\n<p><strong>Disclosure, and Security of Your Information<\/strong><\/p>\n<p><\/p>\n<p>We will not sell, trade, rent or disclose any of the personal information you provide to us for any reason, without your prior consent. Otherwise, your Personal Information will only be disclosed where required or allowable by law.<\/p>\n<p><\/p>\n<p>Your Personal Information is stored offsite in a manner that reasonably protects it from misuse, loss, unauthorized access, modification or disclosure.<\/p>\n<p><\/p>\n<p><strong>Policy Updates<\/strong><\/p>\n<p><\/p>\n<p>This Policy may change from time to time. The most current version of our Privacy Policy can be found at&nbsp;<a href=\"https:\/\/tummygames.com\/privacy-farmit\">https:\/\/tummygames.com\/privacy-farmit<\/a>&nbsp;We will always keep this up to date so that you know what information we will collect from you, how we may use it, and when we may disclose it.<\/p>\n<p><\/p>\n<p><strong>Complaints<\/strong><\/p>\n<p><\/p>\n<p>You can lodge a complaint with us about any breach of our Privacy Policy at the address below.<\/p>\n<p><\/p>\n<p><strong>Privacy Policy Contact Information<\/strong><\/p>\n<p><\/p>\n<p>If you have any questions about our Privacy Policy, please contact us at:<\/p>\n<p><\/p>\n<p>E: info@tummygames.com<\/p>\n<p><\/p>\n<p>Tummy Games doo,<br>Jovana Cvijica 21\/4,<br>21000 Novi Sad, Serbia<\/p>\n<p><\/p>\n<p>Privacy policy last updated: 7 December 2021<\/p>\n<p><\/p>\n<p>Tummy Games doo © 2021<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Tummy Games DOOPRIVACY POLICY – Farm It! Tummy Games is an international entertainment company specialized in developing games. We create and publish mobile games and applications that aim to entertain, inform and connect people by leveraging global creative power. This policy also aims to remind you about your rights and to provide you with all the elements you need to exercise them. Should you have any questions related to this policy or our practices around privacy and data protection in general, please don’t hesitate to contact Tummy Games Data Protection Officer as indicated in the contact section of this policy.&nbsp;…<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"blocksy_meta":"","_links":{"self":[{"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/pages\/3564"}],"collection":[{"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/comments?post=3564"}],"version-history":[{"count":6,"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/pages\/3564\/revisions"}],"predecessor-version":[{"id":3893,"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/pages\/3564\/revisions\/3893"}],"wp:attachment":[{"href":"https:\/\/tummygames.com\/wp-json\/wp\/v2\/media?parent=3564"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}